Scripts/UC_Registration/data/t166_RequestBody.txt

"<?xml version=\"1.0\" encoding=\"UTF-8\"?><soap:Envelope xmlns:soap=\"http://schemas.xmlsoap.o"
"rg/soap/envelope/\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\" xmlns:xsd=\"http:/"
"/www.w3.org/2001/XMLSchema\"><soap:Body><AddSafePayMethodRequest xmlns=\"com.advantage.online."
"store.accountservice\"><safePayUsername>User23</safePayUsername><accountId>611849985</accountI"
"d><safePayPassword>User231</safePayPassword><base64Token>Basic VXNlcjIzOlVzZXIyMw==</base64Tok"
"en></AddSafePayMethodRequest></soap:Body></soap:Envelope>"
